<?php

$lang = array(
   'service'         => 'GTracker',
   'beta'            => 'Бета',
   'desc'            => 'Не потеряйся!',
   'oops'            => '404',
   'oops_msg'        => '<b>Воля</b> - это то, что заставляет тебя побеждать, когда твой рассудок говорит тебе, что ты повержен. <br/><br/><b>(c) Карлос Кастанеда</b><br/><br/><i>Продолжай в том же духе и возможно у тебя получится!</i>',
   'device'          => 'Устройство',
   'go'              => 'Добавить',
   'status'          => 'Состояние',
   'offline'         => 'Выключено',
   'online'          => 'В сети',
   'error'           => 'Ошибка',
   'auto_center'     => 'Показывать всегда в центре карты',
   'hide_show'       => 'трек',
   'close'           => 'закрыть',
   'map'             => 'карта',
   'about'           => 'о сайте',
   'download'        => 'скачать',
   'archive'         => 'архив',
   'begin'           => 'начало',
   'end'             => 'конец',
   'developers'      => 'Разработчики',
   'dev1'            => 'Сервер, мобильный клиент',
   'dev2'            => 'Сайт проекта, клиент для maemo',
   'contact'         => 'Имя',
   'mail'            => 'Электронная почта',
   'area'            => 'Область',
   'where_i'         => 'Где я?',
   'about_desc'      => 'Сервис <b>gtracker.ru</b> основан в 2010 году и призван помочь людям <i>не теряться</i>. <br/>Что бы Вас не теряли ваши родные и друзья, Вам достаточно иметь устройство с GPS-приемником и доступом в интернет.<br/>',
   'how_it_work'     => 'Как это работает?',
   'hiw_desc'        => 'Все просто! Ваш телефон с GPS посылает текущие координаты нам на сервер, где они сохраняются в базе данных. Что бы увидеть Ваше текущее местоположение на карте Вам необходимо ввести идентификатор вашего устройства (DID) в поле ввода. DID назначается устройству при первом запуске нашего программного обеспечения.',
   'maemo_client'    => 'Клиент для Maemo (Nokia N810)',
   'j2me_client'     => 'Клиент для телефонов с J2ME',
   'maemo_cinfo'     => 'Клиент предназначен для платформы Maemo4 (Nokia N810)',
   'j2me_cinfo'      => 'Клиент предназначен для телефонов с поддержкой J2ME. Может работать как с встроенным GPS модулем, так и с внешнем через bluetooth.',
   'for_dev'         => 'Исходники и GTracker API',
   'dev_info'        => 'Исходники java-клиента: <b>svn co <a href="http://gtracker.ru/svn/gtracker/clients/java">http://gtracker.ru/svn/gtracker/clients/java</a></b><br/>Исходники maemo-клиента: <b>svn co <a href="http://gtracker.ru/svn/gtracker/clients/maemo">http://gtracker.ru/svn/gtracker/clients/maemo</a></b><br/>Описание протокола: <a href="http://gtracker.ru/NONE">скачать</a>',
   'remove'          => 'удалить',
   'loading'         => 'загрузка...',
   'no_tracks'       => 'нет сохраненных треков',
   'already_exists'  => 'есть в списке',
   'version'         => 'версия',
   'bug_report'      => 'Нашли ошибку?',
   'bug_report_desc' => 'Если Вы нашли ошибку или у Вас есть предложения по улучшению сервиса, то смело пишите об ошибке в наш <a href="https://gtracker.ru/bugtracker/">BugTracker</a> (необходимо зарегистрироваться).<br/> Если у Вас нет желания регистрироваться, то пишите письма разработчикам :)'
);

$meta = array(
   'keywords'        => 'карты, трек, gtracker, maps, track, путь, GPS, навигация',
   'description'     => '',
   'copyright'       => '2010 Дмитрий Мельников и Сергей Ковалевич'
);
?>
